---
kind: other
id: Properties.T:Autodesk.Revit.DB.BuiltInFailures.ViewSheetFailures
source: html/4f5dcf4a-10e7-b5ae-dd5f-87237838ae5a.htm
---
# BuiltInFailures.ViewSheetFailures Properties

Sheet views in this model cannot contain more than one instance of "%1!s!."